<%-- Created by IntelliJ IDEA. --%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
  <head>
    <title>Day_01</title>
  </head>
  <p>
  <h1>Angelababy 简介</h1></br></br>
  <h2>基本信息</h2></br></br>
  <p>           杨颖（Angelababy），1989 年 2 月 28 日出生于上海，13 岁时移居香港，中国影视女演
  员。</p></br>
  <p>           2009 年主演电影《全城热恋》。2012 年，凭借爱情片《第一次》获得第十三届华语电影
    传媒大奖“最受瞩目女演员奖”。2013 年 1 月，《南都娱乐周刊》举办新生代四小花旦的评
    选活动，杨颖以总分 70 分的综合得分与刘诗诗、杨幂、倪妮共同当选为新一代“四小花
    旦”；同年在徐克导演的影片《狄仁杰之神都龙王》中担任女主角，并且获得第 21 届北京
    大学生电影节最受欢迎女演员奖；4 月，Angelababy 主演电视剧《大汉情缘之云中歌》。
    2014 年加盟综艺节目《奔跑吧兄弟》并主演电影版；同年主演顾长卫导演的电影《微爱
    之渐入佳境》，票房突破 2.8 亿。2015 年 5 月参演好莱坞电影《独立日 2》；7 月，主演电
    影《摆渡人》。</p></br>
  <h2>早年经历</h2></br></br>
  <p>           1989 年 2 月 28 日，Angelababy 出生在上海，中文名杨颖。杨颖自小随家人到上海定居，
    在上海的演艺学校学演戏及跳舞。13 岁时，杨颖回香港加入了 Talent Bang，还担任 Viva
    Club Disney 主持。</p></br>
  <h2>个人生活</h2>
  <p>           2015 年 5 月 27 日，黄晓明和 Angelababy（杨颖）在青岛民政局领证完婚。
    2015 年 10 月 8 日，黄晓明和 Angelababy 在上海展览中心正式举办婚礼。上午 8 点，
    Angelababy 工作室曝光了一两人的婚纱照，照片中，两人以巴黎地标建筑为背景，浪漫
    亲吻。</p></br>
  </body>
</html>